Repository: Hermanverschooten/elixir-companies
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: nl

source: Add a company
nl: Bedrijf toevoegen

source: Add a job
nl: Voeg een job toe

source: Approvals
nl: Goedkeuringen

source: Back
nl: Terug

source: Edit
nl: Bewerk

source: Edit Company
nl: Bedrijf bewrken

source: Edit Job
nl: Job bewerken

source: Hiring
nl: Aanwervend

source: Hiring!
nl: Aanwervend!

source: Looks like you are lost
nl: Het lijkt erop dat je de weg kwijt bent

source: Made possible with support from
nl: Mogelijk gemaakt door de steun van

source: New Company
nl: Nieuw bedrijf

source: New Job
nl: Nieuwe job-aanbieding

source: Oops, something went wrong! Please check the errors below.
nl: Oeps, er liep iets mis, bekijk aub de onderstaande foutmeldingen.

source: Recent Additions
nl: Recent toegevoegd

source: Save
nl: Bewaar

source: Show Job
nl: Toon job

source: Sign in
nl: Aanmelden

source: Sign in & list free
nl: Meld u aan en voeg gratis toe

source: Sign out
nl: Afmelden

source: Title:
nl: Titel:

source: With <span class='has-text-weight-semibold'>%{companies_count}</span> and counting...
nl: Al <span class='has-text-weight-semibold'>%{companies_count}</span> en groeiend...

source: is maintained by
nl: onderhouden door

source: A collection of companies using Elixir in production.
nl: Een verzameling van bedrijven die Elixir in productie gebruiken.

source: Home
nl: Start

source: and a team of contributors!
nl: en een team van bijdragers

source: Company
nl: Bedrijf

source: Delete
nl: Verwijder

source: Description
nl: Beschrijving

source: Industry
nl: Industrie

source: Location
nl: Plaats

source: Name
nl: Naam

source: Optional fields
nl: Facultatieve velden

source: Title
nl: Titel

source: Approved Change
nl: Goedgekeurde wijziging

source: Approved Changes
nl: Goedgekeurde wijzigingen

source: Browse full list
nl: Bekijk de volledige lijst

source: Companies
nl: Bedrijven

source: Job Title
nl: Function omschrijving

source: Jobs
nl: Job-aanbiedingen

source: Last update
nl: Laatst bijgewerkt

source: Pending Change
nl: Wijziging hangende

source: Pending Changes
nl: Hangende wijzigingen

source: Rejected Change
nl: Geweigerde wijziging

source: Rejected Changes
nl: Geweigerde wijzigingen

source: Remote
nl: Op afstand

source: Search
nl: Zoek

source: Styling with Markdown is supported
nl: Opmaak met Markdown wordt ondersteund

source: This is a remote job
nl: Dit is een aanbieding op afstand

source: Actions
nl: Acties

source: Next
nl: Volgende

source: Previous
nl: Vorige

source: Show only remote jobs
nl: Toon enkel aanbiedingen op afstand

source: Text
nl: Tekst
