Repository: Hermanverschooten/elixir-companies
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: nl

source: can't be blank
nl: mag niet leeg zijn

source: has already been taken
nl: is al benoment

source: is invalid
nl: fout

source: must be accepted
nl: moet aanvaard zijn

source: has invalid format
nl: heeft een foutief formaat

source: has an invalid entry
nl: heeft een ongeldig onderdeel

source: is reserved
nl: is gereserveerd

source: does not match confirmation
nl: komt niet overeen

source: is still associated with this entry
nl: is nog geassocieerd met dit gegeven

source: are still associated with this entry
nl: zijn nog geassocieerd met dit gegeven

source: should be %{count} character(s)
nl: moet leeg zijn

source: should have %{count} item(s)
nl: mag geen onderdelen bevatten

source: should be at least %{count} character(s)
nl: moet minstens 0 karakters hebben

source: should be at most %{count} character(s)
nl: mag geen karakters hebben

source: should have at most %{count} item(s)
nl: mag geen onderdelen hebben

source: must be less than %{number}
nl: moet kleiner zijn dan %{number}

source: must be greater than %{number}
nl: moet groter zijn dan %{number}

source: must be less than or equal to %{number}
nl: moet kleiner dan of gelijk aan %{number} zijn

source: must be greater than or equal to %{number}
nl: moet groter dan of gelijk aan %{number} zijn

source: must be equal to %{number}
nl: moet gelijk zijn aan %{number}
